tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "daipeihust/tap"
tap "emqx/mqttx"
tap "esolitos/ipa"
tap "hivemq/mqtt-cli"
tap "jstkdng/programs"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "apr-util"
brew "autojump"
brew "automake"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "conan"
brew "libssh2"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "libtool"
brew "freetds"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "libevent"
brew "libusb"
brew "go"
brew "gopls"
brew "openjdk"
brew "gradle"
brew "grpc"
brew "pkgconf"
brew "imagemagick"
brew "jq"
brew "julia"
brew "lazygit"
brew "libimobiledevice"
brew "luarocks"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "maven"
brew "mermaid-cli"
brew "mingw-w64"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "php"
brew "prettier"
brew "protoc-gen-go"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "ripgrep"
brew "rtmpdump"
brew "tectonic"
brew "telnet"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "vcpkg"
brew "viu"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "emqx/mqttx/mqttx-cli"
brew "esolitos/ipa/sshpass"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "jstkdng/programs/ueberzugpp"
cask "claude-code"
cask "kitty"
cask "visual-studio-code"
cask "zed"
