brew "autojump"
brew "cairo"
brew "fd"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "imagemagick"
brew "libevent"
brew "node"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "maven"
brew "neovim"
brew "pkgconf"
brew "ripgrep"
brew "rtmpdump"
brew "tectonic"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "viu"
brew "wget"
brew "zsh-completions"
cask "claude-code"
cask "kitty"
cask "obsidian"
cask "telegram"
cask "visual-studio-code"
cask "zed"
